"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_2" = "System Integrity Protection (SIP) Check - Enabled";

"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_1" = "Processor Error";

"DISTRIBUTION_TITLE" = "macOS Night Shift Enabler";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_3" = "Requires macOS 10.12.4 or higher";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_2" = "SIP is enabled on this system. Please boot into Recovery HD or a Sierra Installer USB drive, open a new Terminal Window, and enter 'csrutil disable'. When completed, reboot back into your standard Sierra install, and run this Installer again.";

"REQUIREMENT_FAILED_MESSAGE_INSTALLATION_CHECK_3" = "Incompatible version of macOS";

"REQUIREMENT_FAILED_DESCRIPTION_INSTALLATION_CHECK_1" = "This Mac doesn't Meet the minimum Requirements";

